[
  { "quote": "Refuse to worry about tomorrow, but deal with each challenge that comes your way, one day at a time. Tomorrow will take care of itself.", "author": "Matthew 6:34" },
  { "quote": "Does anyone want to live a life that is long and prosperous? Then keep your tongue from speaking evil and your lips from telling lies!", "author": "Psalms 34:12-13" },
  { "quote": "Hold on to loyal love and don’t let go, and be faithful to all that you’ve been taught. Let your life be shaped by integrity, with truth written upon your heart.", "author": "Proverbs 3:3" },
  { "quote": "As wisdom increases, a great treasure is imparted, greater than many bars of refined gold.", "author": "Proverbs 3:14" },
  { "quote": "The ways of wisdom are sweet, always drawing you into the place of wholeness.", "author": "Proverbs 3:17" },
  { "quote": "Guard your heart above all else, for it determines the course of your life.", "author": "Proverbs 4:23" },
  { "quote": "Avoid dishonest speech and pretentious words. Be free from using perverse words no matter what!", "author": "Proverbs 4:24" },
  { "quote": "Watch where you’re going! Stick to the path of truth, and the road will be safe and smooth before you.", "author": "Proverbs 4:26" },
  { "quote": "Wisdom will extend your life, making every year more fruitful than the one before.", "author": "Proverbs 9:11" },
  { "quote": "Integrity will lead you to success, but treachery will destroy your dreams.", "author": "Proverbs 11:3" },
  { "quote": "A thick bankroll is no help when life falls apart, but a principled life can stand up to the worst.", "author": "Proverbs 11:4" },
  { "quote": "People lose their way without wise leadership, but a nation succeeds and stands in victory when it has many good counselors to guide it.", "author": "Proverbs 11:14" },
  { "quote": "Those who live to bless others will have blessings heaped upon them, and the one who pours out his life to pour out blessings will be saturated with favor.", "author": "Proverbs 11:25" },
  { "quote": "A fool is in love with his own opinion, but wisdom means being teachable.", "author": "Proverbs 12:15" },
  { "quote": "Fools have short fuses and explode all too quickly; the prudent quietly shrug off insults.", "author": "Proverbs 12:16" },
  { "quote": "Those who possess wisdom don’t feel the need to impress others with what they know, but foolish ones make sure their ignorance is on display.", "author": "Proverbs 12:23" },
  { "quote": "Worry weighs us down; a cheerful word picks us up.", "author": "Proverbs 12:25" },
  { "quote": "Guard your words and you’ll guard your life, but if you don’t control your tongue, it will ruin everything.", "author": "Proverbs 13:3" },
  { "quote": "A pretentious, showy life is an empty life; a plain and simple life is a full life.", "author": "Proverbs 13:7" },
  { "quote": "Frivolous talk provokes a derisive smile; wise speech evokes nothing but respect.", "author": "Proverbs 14:3" },
  { "quote": "A cheerful heart brings a smile to your face; a sad heart makes it hard to get through the day.", "author": "Proverbs 15:13" },
  { "quote": "Everyone wants gold, but wisdom’s worth is far greater. Silver is sought after, but a heart of understanding yields a greater return.", "author": "Proverbs 16:16" },
  { "quote": "A wise person gets known for insight; gracious words add to one’s reputation.", "author": "Proverbs 16:21" },
  { "quote": "Gracious speech is like clover honey—good taste to the soul, quick energy for the body.", "author": "Proverbs 16:24" },
  { "quote": "Do you want to be a mighty warrior? It’s better to be known as one who is patient and slow to anger. Do you want to conquer a city? Rule over your temper before you attempt to rule a city.", "author": "Proverbs 16:32" },
  { "quote": "The one who knows much says little; an understanding person remains calm.", "author": "Proverbs 17:27" },
  { "quote": "Can you bridle your tongue when your heart is under pressure? That’s how you show that you are wise. An understanding heart keeps you cool, calm, and collected, no matter what you’re facing.", "author": "Proverbs 17:27" },
  { "quote": "Friends love through all kinds of weather, and families stick together in all kinds of trouble.", "author": "Proverbs 17:17" },
  { "quote": "Listen before you speak, for to speak before you’ve heard the facts will bring humiliation.", "author": "Proverbs 18:13" },
  { "quote": "Smart people know how to hold their tongue; their grandeur is to forgive and forget.", "author": "Proverbs 19:11" },
  { "quote": "If you solicit good advice, then your plans will succeed. So don’t charge into battle without wisdom, for wars are won by skillful strategy.", "author": "Proverbs 20:18" },
  { "quote": "Good leadership is built on love and truth, for kindness and integrity are what keep leaders in their position of trust.", "author": "Proverbs 20:28" },
  { "quote": "Careful planning puts you ahead in the long run; hurry and scurry puts you further behind.", "author": "Proverbs 21:5" },
  { "quote": "A sterling reputation is better than striking it rich; a gracious spirit is better than money in the bank.", "author": "Proverbs 22:1" },
  { "quote": "Observe people who are good at their work—skilled workers are always in demand and admired; they don’t take a backseat to anyone.", "author": "Proverbs 22:29" },
  { "quote": "Your future is bright and filled with a living hope that will never fade away.", "author": "Proverbs 23:18" },
  { "quote": "Don’t envy the wealth of the wicked or crave their company. For they’re obsessed with causing trouble and their conversations are corrupt.", "author": "Proverbs 24:1-2" },
  { "quote": "It’s better to be wise than strong; intelligence outranks muscle any day.", "author": "Proverbs 24:5" },
  { "quote": "Wise strategy is necessary to wage war, and with many astute advisers you’ll see the path to victory more clearly.", "author": "Proverbs 24:6" },
  { "quote": "Speaking honestly is a sign of true friendship.", "author": "Proverbs 24:26" },
  { "quote": "Patient persistence pierces through indifference; gentle speech breaks down rigid defenses.", "author": "Proverbs 25:15" },
  { "quote": "A person without self-control is like a house with its doors and windows knocked out.", "author": "Proverbs 25:28" },
  { "quote": "If you live without restraint and are unable to control your temper, you’re as helpless as a city with broken-down defenses, open to attack.", "author": "Proverbs 25:28" },
  { "quote": "If you care for your orchard, you’ll enjoy its fruit; if you honor your boss, you’ll be honored.", "author": "Proverbs 27:18" },
  { "quote": "Fire is the way to test the purity of silver and gold, but the character of a man is tested by giving him a measure of fame.", "author": "Proverbs 27:21" },
  { "quote": "A tenderhearted person lives a blessed life; a hardhearted person lives a hard life.", "author": "Proverbs 28:14" },
  { "quote": "Committed and persistent work pays off; get-rich-quick schemes are ripoffs.", "author": "Proverbs 28:20" },
  { "quote": "Life’s blessings drench the honest and faithful person, but punishment rains down upon the greedy and dishonest.", "author": "Proverbs 28:20" },
  { "quote": "If you correct someone with constructive criticism, in the end he will appreciate it more than flattery.", "author": "Proverbs 28:23" },
  { "quote": "If you think you know it all, you’re a fool for sure; real survivors learn wisdom from others.", "author": "Proverbs 28:26" },
  { "quote": "Arrogant cynics love to pick fights, but the humble and wise love to pursue peace.", "author": "Proverbs 29:8" },
  { "quote": "There’s only one kind of person who is worse than a fool: the impetuous one who speaks without thinking first.", "author": "Proverbs 29:20" },
  { "quote": "Let his flesh be restored and become fresher than in youth; let him return to the days of his youthful strength.", "author": "Job 33:25" },
  { "quote": "He will pray to God, and He shall be favorable to him, so that he looks at His face with joy; for God restores to man His righteousness.", "author": "Job 33:26" },
  { "quote": "This is the way God works. Over and over again He pulls our souls back from certain destruction so we’ll see the light—and live in the light!", "author": "Job 33:29-30" },
  { "quote": "There are many who say, “Who will show us any good?” Lord, lift up the light of Your countenance upon us. You have put gladness in my heart, more than in the season that their grain and wine increased. I will both lie down in peace, and sleep; for You alone, O Lord, make me dwell in safety.", "author": "Psalms 4:6-8" },
  { "quote": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.", "author": "Psalm 19:14" },
  { "quote": "The Lord is my shepherd; I shall not want.", "author": "Psalms 23:1" },
  { "quote": "Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord forever.", "author": "Psalms 23:6" },
  { "quote": "The righteous person faces many troubles, but the Lord comes to the rescue each time. For the Lord protects the bones of the righteous; not one of them is broken!", "author": "Psalms 34:19-20" },
  { "quote": "The Lord redeems the soul of His servants, and none of those who trust in Him shall be condemned.", "author": "Psalms 34:22" },
  { "quote": "Blessing after blessing comes to those who love and trust the Lord. They will not fall away, for they refuse to listen to the lies of the proud.", "author": "Psalms 40:4" },
  { "quote": "So here’s what I’ve learned through it all: Leave all your cares and anxieties at the feet of the Lord, and measureless grace will strengthen you.", "author": "Psalms 55:22" },
  { "quote": "Create in me a clean heart, O God, and renew a steadfast spirit within me.", "author": "Psalms 51:10" },
  { "quote": "Restore to me the joy of Your salvation, and uphold me by Your generous Spirit.", "author": "Psalms 51:12" },
  { "quote": "I will go in the strength of the Lord God; I will make mention of Your righteousness, of Yours only.", "author": "Psalms 71:16" },
  { "quote": "Bless the Lord, O my soul, and forget not all His benefits: who forgives all your iniquities, who heals all your diseases, who redeems your life from destruction, who crowns you with lovingkindness and tender mercies, who satisfies your mouth with good things, so that your youth is renewed like the eagle’s.", "author": "Psalms 103:2-5" },
  { "quote": "My soul melts from heaviness; strengthen me according to Your word.", "author": "Psalms 119:28" },
  { "quote": "Turn away my eyes from looking at worthless things, and revive me in Your way.", "author": "Psalms 119:37" },
  { "quote": "Behold, I long for Your precepts; revive me in Your righteousness.", "author": "Psalms 119:40" },
  { "quote": "You are my hiding place and my shield; I hope in Your word.", "author": "Psalms 119:114" },
  { "quote": "Thy righteousness is an everlasting righteousness, and thy law is the truth.", "author": "Psalm 119:142" },
  { "quote": "Hear my voice according to Your steadfast lovingkindness; O Lord, renew and refresh me according to Your ordinances.", "author": "Psalms 119:149" },
  { "quote": "When the Lord is pleased with the decisions you’ve made, he activates grace to turn enemies into friends.", "author": "Proverbs 16:7" },
  { "quote": "The lovers of God who chase after righteousness will find all their dreams come true: an abundant life drenched with favor and a fountain that overflows with satisfaction.", "author": "Proverbs 21:21" },
  { "quote": "But those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint.", "author": "Isaiah 40:31" },
  { "quote": "You will look in vain for those who tried to conquer you. Those who attack you will come to nothing. For I hold you by your right hand—I, the Lord your God. And I say to you, “Don’t be afraid. I am here to help you.”", "author": "Isaiah 41:12-13" },
  { "quote": "The Lord will guide you continually, and satisfy your soul in drought, and strengthen your bones; you shall be like a watered garden, and like a spring of water, whose waters do not fail.", "author": "Isaiah 58:11" },
  { "quote": "For I have satiated the weary soul, and I have replenished every sorrowful soul.", "author": "Jeremiah 31:25" },
  { "quote": "“The Lord is my portion,” says my soul, “therefore I hope in Him!” The Lord is good to those who wait for Him, to the soul who seeks Him. It is good that one should hope and wait quietly for the salvation of the Lord.", "author": "Lamentations 3:24-26" },
  { "quote": "Through the Lord’s mercies we are not consumed, because His compassions fail not. They are new every morning; great is Your faithfulness.", "author": "Lamentations 3:22-23" },
  { "quote": "The Lord your God in your midst, the Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.", "author": "Zephaniah 3:17" },
  { "quote": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me.", "author": "Galatians 2:20" },
  { "quote": "Throw off your old sinful nature and your former way of life, which is corrupted by lust and deception. Instead, let the Spirit renew your thoughts and attitudes.", "author": "Ephesians 4:22-23" },
  { "quote": "And of His fullness we have all received, and grace for grace.", "author": "John 1:16" },
  { "quote": "A thief has only one thing in mind—he wants to steal, slaughter, and destroy. But I have come to give you everything in abundance, more than you expect—life in its fullness until you overflow!", "author": "John 10:10" },
  { "quote": "So now every righteous requirement of the law can be fulfilled through the Anointed One living his life in us. And we are free to live, not according to our flesh, but by the dynamic power of the Holy Spirit!", "author": "Romans 8:4" },
  { "quote": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit. For to be carnally minded is death, but to be spiritually minded is life and peace.", "author": "Romans 8:5-6" },
  { "quote": "So then, beloved ones, the flesh has no claims on us at all, and we have no further obligation to live in obedience to it. For when you live controlled by the flesh, you are about to die. But if the life of the Spirit puts to death the corrupt ways of the flesh, we then taste his abundant life.", "author": "Romans 8:12-13" },
  { "quote": "So here’s what I want you to do, God helping you: Take your everyday, ordinary life—your sleeping, eating, going-to-work, and walking-around life—and place it before God as an offering. Embracing what God does for you is the best thing you can do for him.", "author": "Romans 12:2" },
  { "quote": "For it is not from man that we draw our life but from God as we are being joined to Jesus, the Anointed One. And now he is our God-given wisdom, our virtue, our holiness, and our redemption.", "author": "1 Corinthians 1:30" },
  { "quote": "Not that we are sufficient of ourselves to think of anything as being from ourselves, but our sufficiency is from God, who also made us sufficient as ministers of the new covenant, not of the letter but of the Spirit; for the letter kills, but the Spirit gives life.", "author": "2 Corinthians 3:5-6" },
  { "quote": "Therefore we do not lose heart. Even though our outward man is perishing, yet the inward man is being renewed day by day.", "author": "2 Corinthians 4:16" },
  { "quote": "Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new.", "author": "2 Corinthians 5:17" },
  { "quote": "Yes, feast on all the treasures of the heavenly realm and fill your thoughts with heavenly realities, and not with the distractions of the natural realm.", "author": "Colossians 3:2" },
  { "quote": "For you have acquired new creation life which is continually being renewed into the likeness of the One who created you; giving you the full revelation of God. In this new creation life, your nationality makes no difference, nor your ethnicity, education, nor economic status—they matter nothing. For it is Christ that means everything as he lives in every one of us!", "author": "Colossians 3:10-11" },
  { "quote": "For God did not give us a spirit of fear, but of power, and of love, and of a sound mind.", "author": "2 Timothy 1:7" },
  { "quote": "Beloved friend, I pray that you are prospering in every way and that you continually enjoy good health, just as your soul is prospering.", "author": "3 John 1:2" }
]
